{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "IOSPurchase",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to checkout, no offers given."
					},
					"Translation":
					{
						"Text": "거래가 존재하지 않아 구매를 진행할 수 없습니다. "
					},
					"Key": "ErrorNoOffersSpecified"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user has in progress transaction."
					},
					"Translation":
					{
						"Text": "체크아웃 실패, 진행중인 거래가 있습니다."
					},
					"Key": "ErrorTransactionInProgress"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user not allowed to purchase."
					},
					"Translation":
					{
						"Text": "체크아웃 실패, 구매 권한이 없습니다."
					},
					"Key": "ErrorPurchaseNotAllowed"
				}
			]
		},
		{
			"Namespace": "OnlineSubsystemIOS",
			"Children": [
				{
					"Source":
					{
						"Text": "Game Center"
					},
					"Translation":
					{
						"Text": "게임센터"
					},
					"Key": "OnlineServiceName"
				},
				{
					"Source":
					{
						"Text": "Transaction awaiting approval."
					},
					"Translation":
					{
						"Text": "거래 승인을 기다리는 중입니다."
					},
					"Key": "IOSTransactionDeferred"
				},
				{
					"Source":
					{
						"Text": "TransactionCanceled"
					},
					"Translation":
					{
						"Text": "거래가 취소되었습니다."
					},
					"Key": "IOSTransactionCancel"
				},
				{
					"Source":
					{
						"Text": "TransactionFailed"
					},
					"Translation":
					{
						"Text": "거래를 실패했습니다."
					},
					"Key": "IOSTransactionFailed"
				},
				{
					"Source":
					{
						"Text": "Unexpected purchase result"
					},
					"Translation":
					{
						"Text": "예기치 못한 구매 결과"
					},
					"Key": "UnexpectedState"
				}
			]
		}
	]
}